Repository: lmm-git/ImageUploader
Catalog: locale/*/LC_MESSAGES/module_imageuploader.po
Languages: de

source: Please use another title because you have already a image with this title!
de: Bitte nutzen Sie einen anderen Titel, da Sie schon ein Bild mit diesem Titel haben!

source: Opening fileinfo database failed. Please check your server configuration!
de: Das öffnen der Dateiinfo-Datenbank ist fehlgeschlagen. Bitte überprüfen Sie Ihre Serverkonfiguration!

source: You have to upload an image file!
de: Sie müssen ein Bild hochladen!

source: Problem while moving image... Please try again and check your data file!
de: Es ist ein Problem während des Verschieben des Bildes aufgetreten... Bitte versuchen Sie es erneut und überprüfen Ihre Datei!

source: Image successfully added!
de: Bild erfolgreich hinzugefügt!

source: Field already included!
de: Feld ist schon verwendet!

source: No valid id passed!
de: Keine valide ID übergeben!

source: Field successfully added!
de: Das Feld wurde erfolgreich hinzugefügt!

source: View available pictures
de: Verfügbare Bilder ansehen

source: Add picture
de: Bild hinzufügen

source: View all uploaded pictures
de: Alle hochgeladenen Bilder ansehen

source: Upload a picture
de: Ein Bild hochladen

source: View active Fields
de: Aktive Felder

source: Add field
de: Feld hinzufügen

source: You have to pass a search array
de: Sie müssen ein "such-Array" übergeben

source: View pictures
de: Bilder ansehen

source: Upload an image
de: Bild hochladen

source: You must pass an id!
de: Sie müssen eine ID übergeben!

source: Easy tool to manage your Images on your website (primary for content)
de: Ein einfaches Tool, um Ihre Bilder für Ihren Inhalt (inline-Bilder) zu verwalten

source: img
de: bild

source: ImageUploader image prettyfier
de: ImageUploader Bild Hook

source: New field
de: Neues Feld

source: Id of the textarea (case sensitive | only beginning possible)
de: ID von der Textarea (GROß- und kleinschreibung beachten | Nur Anfang ist möglich)

source: Name of the module
de: Name des Moduls

source: Type of the module
de: Type des Moduls

source: Func of the module
de: Func des Moduls

source: Add
de: Hinzufügen

source: Cancel
de: Abbrechen

source: Upload image
de: Bild hochladen

source: View images
de: Bilder ansehen

source: Are you sure to remove this picture?
de: Sind Sie sicher, dass Sie dieses Bild entfernen wollen?

source: Delete picture
de: Bild entfernen

source: You have no uploaded items!
de: Sie haben keine hochgeladenen Objekte!

source: View active fields
de: Betrachte aktive Felder

source: Module
de: Modul

source: Area
de: Bereich

source: Operations
de: Operationen

source: Edit
de: Bearbeiten

source: Remove
de: Entfernen

source: No linked areas!
de: Keine verbunden Bereiche!

source: Choose a picture
de: Wählen Sie ein Bild

source: Supportet tags are: id - id of picture (inserted autimatically and is mandatory) | title - title of picture (inserted automatically and is mandatory | standardWidth - width in the "img"-tag | standardHeight - height in the "img"-tag | fullWidth - width in the modal box | fullHeight - height in the modal box
de: Unterstützte Tags (Werte) sind: id - ID des Bildes (normalerweise wird dies automatisch hinzugefügt; erforderlich) | title - Titel des Bildes (normalerweise wird dies automatisch hinzugefügt, Sie können diesen jedoch ändern; erforderlich) | standardWidth - Breite im "img"-Tag | standardHeight - Höhe im "img"-Tag | fullWidth - Breite in der sich öffnenden Box | fullHeight - Höhe in der sich öffnenden Box

source: Upload a image
de: Ein Bild hochladen

source: Title of picture
de: Titel des Bildes

source: Choose your picture
de: Wählen Sie Ihr Bild

source: Should this picture usable for all users?
de: Soll dieses Bild allen Nutzern zur Verfügung gestellt werden?

source: Upload
de: Hochladen

source: Your pictures
de: Ihre Bilder

source: Manage images
de: Bilder verwalten
